/* NSButton (Cancel) : <title:Cancel> (oid:31) */
"Cancel" = "Cancel";

/* NSButtonCell (Download files missing on the local host) : <title:Download files missing on the local host> (oid:82) */
"Download files missing on the local host" = "מוריד קבצים חסרים בהוסט המקומי";

/* NSTextField (Local File:) : <title:Local File:> (oid:66) */
"Local File:" = "קובץ מקומי:";

/* NSButtonCell (Mirror files) : <title:Mirror files> (oid:81) */
"Mirror files" = "שקף קבצים";

/* NSButton (Synchronize) : <title:Synchronize> (oid:30) */
"Synchronize" = "סנכרן";

/* NSTextField (URL:) : <title:URL:> (oid:65) */
"URL:" = "כתובת:";

/* NSButtonCell (Upload files missing on the remote host) : <title:Upload files missing on the remote host> (oid:83) */
"Upload files missing on the remote host" = "העלה קבצים החסרים בהוסט המרוחק";

